jordonsc/matter-apps/omni/sdkconfig.defaults.esp32c6
CONFIG_IDF_TARGET="esp32c6"

# TinyC6 settings
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=n
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
